Repository: 84000/data-translation-memory
Catalog: toh565-v3.tmx
Source language: bo
Languages: en

source: སྒྱུ་མའི་འོད་ཟེར་ཅན་འབྱུང་བའི་རྒྱུད་ལས་ཕྱུང་བའི་རྟོག་པའི་རྒྱལ་པོ་ཞེས་བྱ་བ།
en: The King of Ritual Manuals from the Tantra of Māyā Mārīcī’s Arising

source: དཀོན་མཆོག་གསུམ་ལ་ཕྱག་འཚལ་ལོ། །
en: Homage to the Three Jewels.

source: དེ་ནས་ལྷ་མོ་འོད་ཟེར་ཅན་འདིའི་གཟུངས་ཀྱི་རྟོག་པ་ཡིན་ཏེ། རྣམ་པར་སྣང་མཛད་ཀྱི་རྒྱལ་པོ་ཆེན་པོས་ཡོངས་སུ་གཟུང་བའོ། །
en: This is the ritual manual of The Dhāraṇī of the Goddess Mārīcī that was received by Vairocana’s great king.

source: ཟླ་བའི་གཟུགས་བརྙན་ནམ། ཉི་མའི་སྟེང་དུ་འོད་ཟེར་ཅན་རྣམ་པར་བསམ་པར་བྱའོ། །
en: Visualize Mārīcī on a sun and moon disk.

source: དེའི་འོད་ཟེར་ལས་ཡོངས་སུ་གྲུབ་པའི་ཁབ་དང་སྐུད་པ་དང་བཅས་པས་གདུག་པ་ཅན་རྣམས་ཀྱི་མིག་དང་ཁ་དྲུབས་བཞིན་པར་མདུན་དུ་རྣམ་པར་བསམ་པར་བྱའོ། །
en: Imagine a needle and thread emerge before her out of her rays and sew shut the mouths and eyes of wicked beings.

source: ཕྱི་རོལ་མཐོང་བའི་སྤྱོད་ཡུལ་དུ་མཚམས་བཅིང་བ་བྱས་ལ་ཟླ་བ་དང་ཉི་མ་གཉིས་དག་གི་འོད་ཟེར་ལས་ཡོངས་སུ་རྫོགས་བཞིན་པས་ལྷ་མོ་འོད་ཟེར་ཅན་མ་མཉན་ཡོད་ན་བཞུགས་ཏེ་ཞེས་བྱ་བ་ནས་བཟུང་སྟེ།
en: Set up a boundary to any external observation and imagine, while reciting the “was dwelling in Śrāvastī” line, that the goddess Mārīcī emerges in her complete form from the light of the sun and moon.

source: ལྷ་མོ་འོད་ཟེར་ཅན་ཞེས་བྱ་བ་ནི་རྒྱལ་བས་བཀའ་སྩལ་པའོ། །དེ་ཉི་མ་དང་ཟླ་བའི་མདུན་དང་མདུན་ནས་འགྲོ་ཡང་ལྷའི་ཚོགས་མང་པོས་ཀྱང་མཐོང་བར་མི་འགྱུར་རོ། །དེའི་ཚེ་བདག་ཀྱང་བལྟར་མེད་པའི་ཞེས་བྱ་བ་ལ་སོགས་པ་འདི་དང་།
en: Continue, saying, “ ‘There is a certain goddess named Mārīcī,’ the Victor said, ‘who arrives just before the sun and moon, but even the many hordes of gods cannot see her.’ ” Then, continue to where it says, “ ‘may I, too, not be seen,’ ” and so forth.

source: དེ་ཡང་དགུ་ཕྲག་གསུམ་ཡིན་ནོ། །
en: Those are the three sets of nine.

source: སྔགས་ཀྱི་ཚིག་ནི་འདི་ལྟ་སྟེ། ཨོཾ་པ་ཏཱ་ཀྲ་མ་སི། པ་རཱ་ཀྲ་མ་སི། ཨུ་ད་ཡ་མ་སི། པུ་ད་མ་སི།
en: The mantra verse is recited as follows: oṃ padākramasi parākramasi udayamasi pudamasi nairamasi antardhānamasi.

source: ནཻ་ར་མ་སི། ཨན་ཏརྔྷཱ་ན་མ་སི། མིང་ཉིད་རབ་ཏུ་སྦྱར་ཏེ་ལྷ་མོ་འོད་ཟེར་ཅན་བདག་ལམ་དུ་སྐྱོབས་ཤིག །
en: One can add a specific name to the section that reads, “Goddess Mārīcī, protect me on the path.

source: བདག་ལམ་ལོག་པ་ལས་སྐྱོབས་ཤིག །
en: Protect me from the wrong path.

source: རྒྱལ་པོ་དང་། མེ་དང་། དགྲ་དང་སེང་གེའི་འཇིགས་པ་ལས་བདག་སྐྱོབས་ཤིག །
en: Protect me from perils involving kings, fire, enemies, and lions.

source: བདག་དུས་ཐམས་ཅད་དུ་ཕུན་སུམ་ཚོགས་པར་གྲུབ་པར་གྱིས་ཤིག །ན་མོ་རཏྣ་ཏྲ་ཡཱ་ཡ།
en: Always bring me profit and success.

source: ཨོཾ་ཨཱ་ལོ། ཀཱ་ལོ། ཏཱ་ལོ། སཙྪ་ལོ། སཾ་མཱུངྟི། ར་ཀྵ་རཀྵ་མཾ། རཀྵ་རཀྵ་མཱཾ། སརྦ་བྷ་ཡེ་ཥུ་སྭཱ་ཧཱ། དཀོན་མཆོག་གསུམ་དང་ལྡན་པ་ཞེས་བྱ་བའི། ཨོཾ་བ་རཱ་ལི། བ་ཏཱ་ལི། བཏྟྭ་ལི།
en: namo ratnatrayāya oṃ ālo kālo tālo sacchalo saṁmurti rakṣa rakṣa māṃ sarvabhayeṣu svāhā.

source: བ་རཱ་ལི། བ་རཱ་ཧ་མུ་ཁི། སརྦ་དུཥྚཱ་ནཱཾ་མུ་ཁཾ། བན་དྷ་བན་དྷ། དུས་ཐམས་ཅད་དུ་ལེགས་པར་བསྲུང་བར་འགྱུར་རོ། །
en: Homage to she who possesses the Three Jewels. oṃ varāli vatāli vattāli varāli varāhamukhi sarvaduṣṭānām mukhaṃ bandha bandha,” and that person will always be well protected.

source: བསྐུལ་ཚིག་བཞི་བཅུ་རྩ་བཞི་ནི། རྒྱ་མཚོ་གསུམ་ནི་མཚན་བརྗོད་པའི། ཨོཾ་དང་བཅས་པའི་སྙིང་པོ་དང་། ཉི་ཤུ་རྩ་གཉིས་པ་དང་།
en: The forty-four-syllable invocation is the names of the three oceans, the heart mantra with the syllable oṃ, and the twenty-two and the six-syllable mantras.

source: ཡི་གེ་དྲུག་པ་ནི་འཇིགས་པ་ཐམས་ཅད་ལས་སྲུང་བར་བྱེད་དོ། །
en: It offers protection from all manner of perils.

source: སྙིང་པོའི་སྔགས་འདི་འཛིན་ན་བློ་རྣོ་བར་འགྱུར་རོ། །
en: If one bears this heart mantra in mind, one will have a keen intellect.

source: གླེང་གཞི་དང་བཅས་པ་སྔགས་འདི་བཟླས་པ་བྱས་ན་ནོར་དང་འབྲུ་དང་། གཡོག་འཁོར་འཕེལ་བར་བྱེད་པའི་མཆོག་སྦྱིན་པར་བྱེད་དོ། །
en: When this mantra is recited along with the introductory verses, she grants boons such as increasing one’s wealth, stores of grain, and attendants.

source: དོན་དེ་སྒྲུབ་པར་འདོད་པས་ཐང་ཀ་འམ།
en: To that end, someone who wants to perform the sādhana should draw her image on a canvas or wooden board.

source: ཤིང་ལེབ་ལ་བྲིས་སྐུ་བྱ་བ་ནི་མྱ་ངན་མེད་ཀྱི་ཤིང་གི་སྡོང་པོའི་རྩར་པདྨ་ལ་གནས་པ། རྒྱན་ཐམས་ཅད་ཀྱིས་བརྒྱན་པ། ལྗང་གུ་དང་།
en: Draw Aśokamārīcī seated on a lotus at the base of an aśoka tree adorned with all her ornaments.

source: ཨང་ག་རག་སྔོན་པོ་དང་སྟོད་གཡོགས་སྔོན་པོ་དང་།
en: She is yellow and wears a blue upper garment and shawl.

source: མགོ་བོ་ན་མཆོད་རྟེན་ཡོད་པ། གཞོན་ནུ་མ། གཡོན་པའི་ཕྱོགས་སུ་གཟིགས་པའི་སྤྱན་ཅན།
en: Her head is crowned with a caitya, she is youthful, and her eyes look to the left.

source: མྱ་ངན་མེད་པའི་འོད་ཟེར་ཅན་ཞེས་བྱ་བ་བྲི་བར་བྱའོ། །སྔོན་དུ་བསྟན་པའི་ཆོ་གས་ཐང་སྐུ་འདི་མདུན་དུ་བལྟ་ཞིང་མཆོག་ཏུ་སྒྲུབ་པའི་སྙིང་པོ་བཟླས་པ་སྟོང་བྱའོ། །ཨོཾ་མཱ་རཱི་ཙྱཻ་སྭཱ་ཧཱ།
en: Following the aforementioned ritual procedure, gaze at the painting in front of you while reciting the heart mantra of the supreme sādhana, oṃ mārīcyai svāhā, one thousand times.

source: ཞེས་བྱ་བའོ། །མཆོག་གི་སྙིང་པོ་འདི་ངེས་པར་མཆོག་ཏུ་འགྲུབ་པར་འགྱུར་རོ། །རིམས་ཐམས་ཅད་མེད་པར་བྱེད་དོ། །ནད་ཐམས་ཅད་མེད་པར་བྱེད་དོ། །
en: This supreme heart mantra will certainly grant the highest siddhi, eliminate all fevers, and eliminate all illnesses.

source: བཟླས་པ་དང་སྦྱིན་སྲེག་གིས་ཀྱང་འོད་ཟེར་ཅན་གྱིས་ནོར་འཕེལ་བ་སྐྱེད་པར་བྱེད་དོ། །
en: Reciting the mantra along with a fire offering causes Mārīcī to increase one’s wealth.

source: ཞོ་དང་དཱུར་བ་གཉིས་ཀྱི་སྦྱིན་སྲེག་གིས་ནི་ངེས་པར་ནད་མེད་པར་བྱེད་དོ། །
en: A fire offering of yogurt and dūrvā grass eliminates illness.

source: སྦྲང་རྩི་དང་མར་གྱི་སྦྱིན་སྲེག་གིས་ནི་རྒྱལ་པོ་རྣམས་དབང་དུ་བྱེད་དོ། །
en: A fire offering of honey and ghee enthralls kings.

source: ཞོ་དང་འབྲས་སཱ་ལུ་དང་། བུ་རམ་གྱི་སྦྱིན་སྲེག་གིས་ནི་གནོད་སྦྱིན་མོ་འགྲུབ་པར་བྱེད་དོ། །
en: A fire offering of yogurt, rice, and molasses allows one to acquire a yakṣiṇī.

source: ཚ་བའི་མར་དང་ནིམ་པའི་ཡལ་ག་སྟོང་གི་སྦྱིན་སྲེག་གིས་ནི་རིམས་ནད་མེད་པར་བྱེད་དོ། །
en: One thousand fire offerings of mustard oil and leafy neem branches eliminates fever and illnesses.

source: རང་གི་ཁྲག་དང་། རུས་པ་དང་། དུག་དང་། སྐེ་ཚེ་སྟོང་ཕྲག་གཅིག་སྦྱིན་སྲེག་བྱས་པས་དགྲ་བོ་འཆིའོ། །
en: One should perform one thousand fire offerings using one’s own blood, a bone, poison, and black mustard, and the enemy will die.

source: འོ་མའི་སྦྱིན་སྲེག་གིས་ནི་ཞི་བར་འགྱུར་རོ། །
en: Perform the fire offering with milk, and it will be pacified.

source: རྟག་ཏུ་བཟླས་ན་དུག་འཇོམས་པར་བྱེད་ཅིང་འབད་པ་མེད་པར་མཁའ་འགྲོ་མ་རྣམས་འཇོམས་སོ། །
en: If one recites the mantra continually, it neutralizes poison and easily subdues ḍākinīs.

source: ཉི་མ་རེ་རེ་བརྒྱ་རྩ་བརྒྱད་བཟླས་ན་འཛིན་བློ་རྣོ་བར་འགྱུར་རོ། །
en: If one recites it one hundred and eight times each day one will develop a keen intellect.

source: ཨོཾ་བ་རཱ་ལི། བ་དཱ་ལི། བཏྟྭ་ལི། བཱ་རཱ་ཧཱ་མུ་ཁི་སརྦ་དུཥྚ་པྲ་དུཥྚཱ་ནཱཾ་བན་དྷ་བན་དྷ།
en: Mārīcī’s heart mantra is oṃ varāli vadāli vattāli varāhamukhi sarvaduṣṭapraduṣṭānāṃ bandha bandha mukhaṃ svāhā.

source: མུ་ཁཾ་སྭཱ་ཧཱ། འོད་ཟེར་ཅན་གྱི་སྙིང་པོའོ། །ཨོཾ་མཱ་རཱི་ཙྱཻ་སྭཱ་ཧཱ། བཅོམ་ལྡན་འདས་མ་འོད་ཟེར་ཅན་གྱི་གསང་བའི་སྙིང་པོ་ཡི་གེ་དྲུག་པའོ། །
en: Blessed Mārīcī’s six-syllable secret heart mantra is oṃ mārīcyai svāhā.

source: སྙིང་པོའི་ཕྱག་རྒྱ་ནི་འདི་ཡིན་ཏེ།
en: This is the hand mudrā for the heart mantra: Hold the hands parallel with the palms either together or open.

source: ལག་པ་གཉིས་མཉམ་པར་བྱས་ལ་ཐལ་མོ་རྣམ་པར་སྦྱར་བར་བྱས་པ་འམ་ཁ་ཕྱེ་བ་ཡང་རུང་སྟེ་མཐེབ་ཆེན་ཅུང་ཟད་བཀུག་སྟེ་གུང་མོ་གཉིས་ཕན་ཚུན་རེག་ལ་ཟླུམ་པོའི་རྣམ་པ་མཚན་མར་བྱས་ལ།
en: Draw the thumbs in slightly and make a circular shape with the two middle fingers touching each other.

source: སྐྱིལ་མོ་ཀྲུང་དུ་གནས་པའི་ལྟེ་བའི་ཕྱོགས་སུ་གཏུག་པར་བྱའོ། །
en: Sit with the legs crossed and rest the hands at the navel.

source: ཕྱག་རྒྱ་འདི་མཆོག་གཙོ་བོ་སྟེ། །
en: This most supreme hand mudrā

source: ལས་རྣམས་ཀུན་ལ་སྦྱར་བར་བྱའི། །
en: Can be used for any rite,

source: ཐ་མ་དང་ནི་འབྲིང་ལ་ཡང་། །
en: And it is taught to lesser, middling,

source: མཆོག་རྣམས་ལ་ཡང་འདི་བསྟན་ནོ། །
en: And superior practitioners.

source: མྱུར་དུ་འདི་ཡིས་དོན་བྱེད་ཅིང་། །
en: It accomplishes goals quickly.

source: ཀུན་དུ་གྲུབ་ཅིང་མཆོད་པར་འགྱུར། །
en: It is always effective and is used to make offerings.

source: དག་བྱེད་བསོད་ནམས་ཆེན་པོ་སྟེ། །
en: It purifies and brings great merit.

source: བཀྲ་ཤིས་སྡིག་པ་ཉམས་བྱེད་ཅིང་། །
en: It brings good luck and destroys misdeeds.

source: བསོད་ནམས་སྡིག་པ་ཀུན་ཟད་པ། །དངོས་གྲུབ་རྒྱུ་ནི་ཕྱག་རྒྱ་ཡིན། །
en: This mudrā is a cause of merit, Siddhi, and the elimination of all misdeeds.

source: བཅོམ་ལྡན་འདས་མ་འོད་ཟེར་ཅན་མའི་མཚན་བརྒྱད་བརྗོད་ན་བསྲུང་བ་དང་། སྐྱོབ་པ་དང་། སྦེད་པར་འགྱུར་རོ། །ཏདྱ་ཐཱ། ཨརྐྐ་མ་སི། མརྐ་མ་སི། ཨུར་མ་མ་སི། བ་ར་མ་སི། ཙཱི་བ་ར་མ་སི།
en: When one recites Blessed Mārīcī’s name eight times one will be protected, given refuge, and defended.

source: མ་ཧཱ་ཙཱི་བ་ར་མ་སི། ཨནྡརྡྷཱཾ་ན་མ་སི། ན་མོ་རཏྣ་ཏྲ་ཡཱ་ཡ། ཏདྱ་ཐཱ། ཨོཾ་བ་དཱ་ལི།
en: tadyathā arkamasi markamasi urmamasi varamasi cīvaramasi mahācīvaramasi antardhānamasi namo ratnatrayāya tadyathā oṃ vadāli varāli varāhamukhi sarvaduṣṭapraduṣṭānāṃ mukhaṃ bandha bandha svāhā

source: བ་རཱ་ལི། བ་རཱ་ཧ་མུ་ཁི་སརྦ་དུཥྚ་པྲ་དུཥྚཱ་ནཱཾ།
en: This ritual manual comes from the Vidyādhara Basket.

source: མུ་ཁཾ་བན་དྷ་བན་དྷ་སྭཱ་ཧཱ། རིག་པ་འཛིན་པའི་སྡེ་སྣོད་ལས་ཕྱུང་བའི་རྟོག་པ་ནི་འདི་ཡིན་ནོ། །དེ་ནས་སྦྱོར་བ་གཞན་ནི་འདི་ཡིན་ཏེ། གསེར་མདོག་ཅན་གྱི་ཕག་པ་བསྒོམས་ལ། དེའི་སྟེང་དུ་འོད་ཟེར་ཅན་གོས་དཀར་པོའི་ཤམ་ཐབས་ཅན་བསྒོམ་པར་བྱའོ། །
en: Another application of her mantra is as follows: Visualize a golden boar, and visualize Mārīcī mounted on it wearing a white skirt.

source: དེའི་སྤྱི་བོར་མཆོད་རྟེན་དང་། གཡོན་པའི་ཕྱག་གིས་མྱ་ངན་མེད་པའི་ཡལ་ག་མེ་ཏོག་དང་བཅས་པའི་ཕྱག་ཅན་ནོ། །
en: Her head is crowned with a caitya, and her left hand holds a blooming aśoka branch.

source: འཇིགས་པ་ཆེན་པོའི་དུས་སུ་ཡང་བདག་ཉིད་ཕག་པའི་ཚོགས་ཀྱིས་ཡོངས་སུ་བསྐོར་བར་བསྒོམ་པར་བྱའོ། །
en: When confronted with any of the great perils, one should visualize oneself surrounded by a pack of boars.

source: སྙིང་གར་ཆོས་གོས་ཀྱི་སྣེའུ་བཟུང་སྟེ། ལན་བདུན་དུ་སྔགས་ལ་མདུད་པ་བདུན་བྱས་ན་ལམ་དུ་རྐུན་མ་ལ་སོགས་པས་ཆོམས་པར་མི་འགྱུར་རོ། །
en: One should hold the hem of the upper garment at one’s heart and chant the mantra seven times while making seven knots, and one will not be overcome by robbers and the like.

source: དེ་ནས་མདུད་པ་ཡོངས་སུ་བཀྲོལ་བར་བྱའོ། །
en: Afterward, the knots should be untied.

source: ཞེས་བྱ་བ་ནི་བཅོམ་ལྡན་འདས་མ་འོད་ཟེར་ཅན་གྱི་རྟོག་པ་རྫོགས་པའོ།། །།
en: This concludes “The Ritual Manual of Blessed Mārīcī.”

source: རང་གི་སྙིང་གར་ཟླ་བ་ལ་ལྃ་རྣམ་པར་བསམས་ལ་དེ་ཉིད་ཡིད་ཀྱིས་བརྗོད་པས།
en: One should imagine the syllable laṃ on the moon disk at one’s heart.

source: ཆོས་ཐམས་ཅད་བདག་མེད་པའི་ངོ་བོ་ཉིད་དུ་བསྒོམ་པར་བྱའོ། །
en: One should recite it mentally and meditate on the fact that all phenomena are devoid of identity.

source: དེ་ནས་ཡང་ནམ་མཁའི་ཕྱོགས་སུ་བསམ་པ་ནི་བདག་ཉིད་རྣམ་པར་སྣང་མཛད་ཀྱི་གཟུགས་པདྨའི་ལྟེ་བར་སེང་ལྡེང་གི་ཁྲི་ལ་རྡོ་རྗེའི་སྐྱིལ་ཀྲུང་གིས་བཞུགས་པ།
en: Then one should imagine oneself in space in the form of Vairocana seated on a teakwood throne in the center of a lotus with legs crossed in the vajra posture.

source: གསེར་གྱི་མདོག་ཅན་བྱང་ཆུབ་མཆོག་གི་ཕྱག་རྒྱ་ཅན།
en: He has a golden complexion and bears the hand mudrā of supreme awakening.

source: ཏིང་ངེ་འཛིན་ལ་སྙོམས་པར་ཞུགས་པ། །རལ་པའི་དབུ་རྒྱན་འཆང་ཞིང་ཞི་བ།
en: He has attained meditative concentration, wears a crown of matted locks, and is peaceful.

source: ཡི་གེ་མཱྃ་ཉིད་ཀྱིས་བརྗོད་པའི་རྣམ་པར་བསམ་པར་བྱའོ། །
en: Perform the mental recitation with the syllable māṃ.

source: དེ་ནས་མདུན་དུ་ཟླ་བའི་གཟུགས་བརྙན་རྣམ་པར་སྣང་མཛད་ཀྱི་འོད་ཟེར་ལས་བྱུང་བའི་འོད་ཟེར་ཅན་མ།
en: Mārīcī appears on a moon disk before you out of Vairocana’s light rays.

source: ཨོཾ་མཱ་རཱི་ཙྱཻ་སྭཱ་ཧཱ། ཞེས་བྱ་བས་གསེར་གྱི་མདོག་ཅན་གྱི་སྐུད་པ་དང་བཅས་པའི་ཁབ་འཛིན་པའི་ཕྱག་གིས་གདུག་པ་ཅན་གྱི་ཁ་དང་མིག་ཡང་དག་པར་དྲུབས་པ་མདུན་དུ་རྣམ་པར་བསམ་པར་བྱའོ། །
en: While reciting the mantra oṃ mārīcyai svāhā, imagine that she is before you holding a golden needle and thread with which she sews shut the eyes and mouths of wicked beings.

source: བུ་མོས་བཀལ་བའི་སྐུད་པ་ཉི་ཤུ་རྩ་གཅིག་ལ་རྩ་བའི་སྔགས་ཀྱི་རིག་པ་ལན་ཅིག་ཡོངས་སུ་བཟླས་པ་ན་དེ་ནས། ན་མོ་རཏྣ་ཏྲ་ཡཱ་ཡ། མཱ་རཱི་ཙྱཻ་དེ་བ་དཏྟྭ་ཡཻ། ཧྲྀ་ད་ཡ་ཨཱ་བངྟ་ཡེ་ཥུ།
en: Recite the vidyā of the root mantra once over a protection cord with twenty-one threads spun by a young girl.

source: ཏདྱ་ཐཱ།
en: Then recite the following mantra one hundred and eight times:

source: ཨོཾ་བ་ཏི། ཏི་ལི། པཏྟ་ལི་པཏྟི་ལི། བ་རཱ་ལི། བ་རཱ་ཧ་མུ་ཁི་སརྦ་དུཥྚ་པྲ་དུཥྚཱ་ནཱཾ། ཙཀྵུར་མུ་ཁཾ། བན་དྷ་མི་སྭཱ་ཧཱ། ཞེས་བྱ་བ་དང་།
en: namo ratnatrayāya mārīcyai devatāyai hṛdayāvartayeṣu tadyathā oṃ vati tili pattali pattilivarāli varāhamukhi sarvaduṣṭapraduṣṭānāṃ cakṣurmukhaṃ bandhāmi svāhā

source: ཡང་ལན་བརྒྱ་རྩ་བརྒྱད་འདི་བཟླས་ཏེ། ན་མོ་རཏྣ་ཏྲ་ཡཱ་ཡ། མཱ་རཱི་ཙྱཻ་དེ་བ་དཏྟྭ་ཡེ། ཏདྱ་ཐཱ།
en: To protect oneself, make seven knots in the protection cord while reciting the following mantra:

source: ཨོཾ་བཏྟྭ་ལི། བ་ཏཱ་ལི། བ་རཱ་ལི། བཱ་རཱ་ཧཱ་མུ་ཁི། སརྦ་དུཥྚ་པྲ་དུཥྚཱ་ནཱཾ། གྲནྠི་བན་དྷཱ་མི་སྭཱ་ཧཱ། ཞེས་བྱ་བ་བརྗོད་དོ། །དེ་སྐུད་པ་ལ་རང་ཉིད་བསྲུང་བའི་ཆེད་དུ་མདུད་པ་བདུན་བྱའོ། །
en: namo ratnatrayāya mārīcyai devatāyai tadyathā oṃ vattāli vatāli varāli varāhamukhi sarvaduṣṭapraduṣṭānāṃ granthibandhāmi svāhā

source: གཡོག་པོའི་ཆེད་དུ་བྱ་སྟེ། མིང་ཡོངས་སུ་བཟུང་བའི་སྦྱོར་བས་མདུད་པ་གཅིག་བྱའོ། །
en: To do this for an associate, make a single knot while bearing their name in mind.

source: འགྲོ་བ་དང་འོང་བས་སྐུད་པ་དེ་རྐེད་པ་ལ་བཅིངས་ཏེ་གླེང་གཞི་དང་བཅས་པའི་འོད་ཟེར་ཅན་གྱི་རིག་པ་བཀླགས་ཏེ་མདུན་དུ་འགྲོ་བར་བྱའོ། །
en: A traveler should tie the cord to his waist and recite Mārīcī’s vidyā along with the introductory verses, and she will travel in front of him.

source: དེ་ལྟར་བྱས་ན་རང་བཞིན་གྱིས་བསྲུང་བར་འགྱུར་རོ། །
en: If he does that, he will protect himself.

source: ནུབ་མོ་མདུན་དུ་ཟླ་བ་ལ། ཉིན་མོ་ནི་ཉི་མའི་དཀྱིལ་འཁོར་ལ་སྔོན་དུ་གསུངས་པ་བཞིན་དུ་རང་གི་གནས་སུ་བྱའོ། །
en: Make a moon disk at night and a sun disk during the day in one’s location according to the previous instructions.

source: དེའི་རྗེས་སུ་ཇི་ལྟར་གསུངས་པའི་རིག་པ་ལན་བདུན་དུ་བརྗོད་པར་བྱ་སྟེ། ན་མཿསརྦ་བུདྡྷ་བོ་དྷི་སཏྭེ་བྷྱཿ། ཏདྱ་ཐཱ།
en: Then recite the following vidyā seven times just as it was taught:

source: ཨོཾ་ཨཱ་ལོ། ཀཱ་ལོ། ཏཱ་ལོ། སཙྪ་ལོ། སཾ་པ་མུངྟི། རཀྵ་རཀྵ་མཾ་སརྦ་བྷ་ཡེ་ཥུ་སྭཱ་ཧཱ།
en: namaḥ sarvabuddhabodhisatvebhyaḥ tadyathā oṃ ālo kālo tālo sacchalo saṃpamūrti rakṣa rakṣa māṃ sarvabhayeṣu svāhā

source: དཀོན་མཆོག་གསུམ་དང་ལྡན་པ་ཞེས་བྱ་བའི་རིག་པའོ། །ཏདྱ་ཐཱ། ཨོཾ་མཱ་རཱི་ཙྱཻ་བཏྟྭ་ལི།
en: That is the vidyā called she who possesses the Three Jewels.

source: བ་དཱ་ལི།
en: This has been confirmed as a supreme heart mantra of Blessed Mārīcī:

source: བ་རཱ་ལི། བཱ་རཱ་ཧཱ་མུ་ཁི་སརྦ་དུཥྚ་པྲ་དུཥྚཱ་ནཱཾ། བན་དྷ་བན་དྷ་མུ་ཁཾ་སྭཱ་ཧཱ། ཏདྱ་ཐཱ། ཨོཾ་བཏྟཱ་ལི། བ་དཱ་ལི།
en: tadyathā oṃ mārīcyai vattāli vadāli varāli varāhamukhi sarvaduṣṭpraduṣṭānāṃ bandha bandha mukhaṃ svāhā

source: བ་རཱ་ལི། བ་རཱ་ཧ་མུ་ཁི། སརྦ་དུཥྚ་པྲ་དུཥྚཱ་ནཱཾ། བན་དྷ་བན་དྷ་མུ་ཁཾ་སྭཱ་ཧཱ། ཨོཾ་མཱ་རཱི་ཙྱཻ་སྭཱ་ཧཱ། ཞེས་བྱ་བ་ནི་བཅོམ་ལྡན་འདས་ཀྱི་སྙིང་པོའི་མཆོག་ངེས་པར་འདི་ཡིན་ནོ། །
en: tadyathā oṃ vattāli vadāli varāli varāhamukhi sarvaduṣṭapraduṣṭānāṃ bandha bandha mukhaṃ svāhā

source: ཨོཾ་མཱ་རཱི་ཙྱཻ་པ་ཏཱ་ཀྲ་མ་སི། པ་རཱ་ཀྲ་མ་སི། ཨུཏྟ་ཡ་མ་སི། ནཻ་ར་མ་སི། ཨརྐ་མ་སི། མརྐ་མ་སི། ཨུརྨ་མ་སི། བན་དྷ་མ་སི། གུལྨ་མ་སི། ཙཱི་བ་རཱ་མ་སི། མ་ཧཱ་ཙཱི་བ་ར་མ་སི།
en: oṃ mārīcyai svāhā

source: ཨནྟརྡྷཱ་ན་མ་སི། ན་མོ་རཏྣ་ཏྲ་ཡཱ་ཡ། ཏདྱ་ཐཱ།
en: This has been confirmed as a supreme heart mantra of Blessed Mārīcī:

source: ཨོཾ་བཏྟྭ་ལི། བ་དཱ་ལི། བ་རཱ་ལི། བཱ་རཱ་ཧཱ་མུ་ཁི་སརྦ་དུཥྚ་པྲ་དུཥྚཱ་ནཱཾ། བན་དྷ་བན་དྷ་མུ་ཁཾ་སྭཱ་ཧཱ། ཨོཾ་མཱ་རཱི་ཙྱཻ་སྭཱ་ཧཱ། ཞེས་བྱ་བ་ནི་བཅོམ་ལྡན་འདས་ཀྱི་སྙིང་པོའི་མཆོག་ནི་ངེས་པར་འདི་ཡིན་ནོ། །
en: oṃ mārīcyai padākramasi parākramasi uttayamasi nairamasi arkamasi markamasi urmamasi bandhamasi gulmamasi cīvaramasi mahācīvaramasi antardhānamasi namo ratnatrayāya tadyathā oṃ vattāli vadāli varāli varāhāmukhi sarvaduṣṭapraduṣṭānāṃ bandha bandha mukhaṃ svāhā

source: ཨོཾ་མཱ་རཱི་ཙྱཻ་པ་ཏཱ་ཀྲ་མ་སི། པ་རཱ་ཀྲ་མ་སི། ཨུཏྟ་ཡ་མ་སི། ནཻ་ར་མ་སི། ཨརྐ་མ་སི།
en: oṃ mārīcyai svāhā

source: མརྐ་མ་སི། ཨུདྨ་མ་སི། བན་དྷ་མ་སི། གུལྨ་མ་སི། ཙཱི་བ་རཱ་མ་སི། མ་ཧཱ་ཙཱི་བ་རཱ་མ་སི། ཨནྟརྡྷཱ་ན་མ་སི། ན་མོ་རཏྣ་ཏྲ་ཡཱ་ཡ། ཏདྱ་ཐཱ།
en: He should perform the recitation with the mantras:

source: ཨོཾ་བཏྟྭ་ལི། བ་དཱ་ལི། བ་རཱ་ལི། བ་རཱ་ཧ་མུ་ཁི། སརྦ་དུཥྚ་པྲ་དུཥྚཱ་ནཱཾ། བན་དྷ་བན་དྷ་སྭཱ་ཧཱ།
en: oṃ mārīcyai padākramasi parākramasi uttayamasi nairamasi arkamasi markamasi urmamasi bandhamasi gulmamasi cīvaramasi mahācīvaramasi antardhānamasi namo ratnatrayāya tadyathā oṃ vattāli vadāli varāli varāhamukhi sarvaduṣṭapraduṣṭānāṃ bandha bandha svāhā

source: ཨོཾ་བཏྟྭ་ལི། བ་དཱ་ལི། བ་རཱ་ལི། བ་རཱ་ཧ་མུ་ཁི། སརྦ་དུཥྚ་པྲ་དུཥྚཱ་ནཱཾ། ཙཀྵུརྨུ་ཁཾ་བན་དྷ་མི་སྭཱ་ཧཱ།
en: oṃ vattāli vadāli varāli varāhamukhi sarvaduṣṭapraduṣṭānāṃ cakṣurmukhaṃ bandhāmi svāhā

source: ཞེས་བྱའོ། །
en: And:

source: ཨོཾ་བཏྟྭ་ལི། བ་དཱ་ལི། བ་རཱ་ལི། བཱ་རཱ་ཧཱ་མུ་ཁི། སརྦ་དུཥྚ་པྲ་དུཥྚཱ་ནཱཾ།
en: oṃ vattāli vadāli varāli varāhamukhi sarvaduṣṭapraduṣṭānāṃ granthiṃ bandhāmi svāhā

source: བན་དྷ་བན་དྷ་མི་སྭཱ་ཧཱ། ཞེས་བརྗོད་པར་བྱའོ། །རང་ཉིད་བསྲུང་བའི་དོན་དུ་སྔགས་འདི་བྱ་སྟེ།
en: Any of the following mantras may be recited to protect oneself:

source: ཨོཾ་ཨརྐ་མ་སི་སྭཱ་ཧཱ། ཞེས་བྱ་བ་དང་།
en: oṃ arkamasi svāhā

source: ཨོཾ་མརྐ་མ་སི་སྭཱ་ཧཱ། ཞེས་བྱ་བ་དང་།
en: oṃ markamasi svāhā

source: ཨོཾ་ཨནྟ་རྡྷཱན་མ་སི་སྭཱ་ཧཱ། ཞེས་བྱ་བ་དང་།
en: oṃ antardhānamasi svāhā

source: ཨོཾ་ཏེ་ཛོ་མ་སི་སྭཱ་ཧཱ། ཞེས་བྱ་བ་དང་།
en: oṃ tejomasi svāhā

source: ཨོཾ་ཨུཏྟ་ཡ་མ་སི་སྭཱ་ཧཱ། ཞེས་བྱ་བ་དང་།
en: oṃ uttayamasi svāhā

source: ཨོཾ་གུལྨ་མ་སི་སྭཱ་ཧཱ། ཞེས་བྱ་བ་དང་།
en: oṃ gulmamasi svāhā

source: ཨོཾ་བ་ནཱ་མ་སི་སྭཱ་ཧཱ། ཞེས་བྱ་བ་དང་།
en: oṃ vanāmasi svāhā

source: ཨོཾ་ཙཱི་བ་རཱ་མ་སི་སྭཱ་ཧཱ། ཞེས་བྱ་བ་དང་།
en: oṃ cīvaramasi svāhā

source: ཨོཾ་བ་ཏཱ་ཀྲ་མ་སི་སྭཱ་ཧཱ། ཞེས་བྱ་བ་དང་།
en: oṃ vatākramasi svāhā

source: ཨོཾ་བ་རཱ་ཀྲ་མ་སི་སྭཱ་ཧཱ། ཞེས་བྱ་བ་དང་།
en: oṃ varākramasi svāhā

source: ཨོཾ་ཨུརྨ་མ་སི་སྭཱ་ཧཱ།
en: oṃ urmamasi svāhā

source: ཞེས་བྱ་བའོ། །དེ་ནས་ལས་གཞན་ཡིན་ཏེ།
en: There are other rites as well.

source: མཆོག་ཏུ་གྱུར་པའི་སྔགས་ནི། ཨོཾ་མཱ་རཱི་ཙྱཻ་སྭཱ་ཧཱ། ཞེས་བྱ་བའི་སྔགས་འདིའི་ལས་ནི་ཞི་བ་དང་། རྒྱས་པ་དང་། དབང་དང་། མངོན་སྤྱོད་དང་།
en: The supreme mantra oṃ mārīcyai svāhā can be used for rites of pacifying, increasing, enthralling, subjugating, and attracting.

source: དགུག་པའོ། །བདག་གི་དོན་དུ་སྙིང་གར་ཏྲི་དང་། སྤེལ་བའི་སྙིང་པོ། ཨོཾ་དང་སྤེལ་བ་བྱས་ལ།
en: To use it for oneself, imagine the heart mantra at the heart with the syllables tri and oṃ added to it.

source: མགལ་མེའི་འཁོར་ལོ་ལ་གནས་པ་ལྕགས་ཀྱུ་དང་ཞགས་པས་དགུག་པར་བྱ་བ་ནི་དཔག་ཚད་བརྒྱ་ཡིན་དུ་ཟིན་ཀྱང་ལྷ་རྫས་ཀྱི་བུད་མེད་འགུགས་པར་བྱེད་དོ། །
en: Imagine the target standing in a whirling firebrand and perform the attracting rite with the hook and noose mudrās. This will attract a divine woman who is within one hundred leagues.

source: དེ་ནས་སྦྱོར་བ་གཞན་ཡིན་ཏེ། ཉི་མ་འཆར་ཀའི་ཚེ་བྱ་སྟེ།
en: Another application is as follows: Perform the following rite at sunrise.

source: གཞོན་ནུ་མ་ལ་སྔགས་བརྒྱ་བཟླས་ཏེ་བའི་ལྕི་བས་དཀྱིལ་འཁོར་བྱས་ལ་གཞག་པར་བྱ་སྟེ།
en: Recite the Kumārī mantra one hundred times and install her in a maṇḍala made with cow dung.

source: ཙནྡན་དཀར་པོས་ཡན་ལག་བྱུགས་ལ། མེ་ཏོག་དང་ལེགས་པར་ཁྲུས་བྱས་ཤིང་གོས་དཀར་པོ་བསྐོན་ལ་གུ་གུལ་གྱི་བདུག་པ་སྦྱིན་ཏེ་མཐེ་བོང་ལ་རྒྱ་སྐྱེགས་དང་མར་ནག་གིས་བསྐུས་ལ་སྔགས་བརྒྱད་བརྒྱ་བཟླས་ཏེ།
en: Smear her body with white flowers and sandalwood, wash her thoroughly, dress her in a white robe, and perform an incense offering with bdellium. Smear the thumbs with red lac and black oil and recite the mantra one hundred and eight times, and this will show that one has been consecrated.

source: དབང་བསྐུར་བ་བསྟན་པར་བྱའོ། །ལྷ་ལ་སོགས་པ་ཐམས་ཅད་སྔགས་ཀྱི་རྒྱལ་པོ་འདིས་བསྐུལ་ཏེ།
en: Then invoke all the gods and the like with this king of mantras:

source: ཨཱོཾ་ཙི་རི་ཙི་རི་མུ་སྭཱ་ཧཱ།
en: oṃ ciri ciri mu svāhā

source: ཞེས་བྱ་བ་ནི་སྔགས་སོ། །ཨོཾ་མཱཾཿསྔགས་འདིས་མར་མེ་ལ་བརྒྱད་བརྒྱ་མངོན་པར་བསྔགས་ནས་གཞོན་ནུ་མ་ལ་བསྟན་པར་བྱས་ན་སྔོན་བཞིན་དུ་མཐོང་བར་འགྱུར་རོ། །མ་མོའི་ཚོགས་ཐམས་ཅད་ཀྱི་དགེ་བ་དང་།
en: Recite the mantra oṃ māḥ aloud one hundred and eight times to incant the lamp, present it to Kumārī, and, just as before, they will see you.

source: མི་དགེ་བ་ཡང་ཐོས་པ་ནི། ཨོཾ་བ་ཏཱ་ལི་ཡཾ་མུཿ། སྔགས་འདི་ཁྲི་ཚོ་གཅིག་བཟླས་ཏེ་བསྟན་པར་བྱའོ། །
en: Listen for an auspicious or inauspicious sign from the entire horde of mātṛs while reciting the mantra oṃ vatāli yaṃ muḥ ten thousand times, and it will be revealed.

source: ཡང་ན་དགྲ་བོ་རིམས་ཀྱིས་གཟུང་བར་འདོད་ན་མིའི་རུས་པའི་ཕྱེ་མ་དང་། དུར་ཁྲོད་ཀྱི་ཐལ་བ་དང་། ཆུ་བོའི་ངོགས་གཉིས་ཀྱི་ས་དང་། རྐང་རྗེས་ཀྱི་རྡུལ་དང་བཅས་པ་ལ་གཟུགས་བརྙན་བྱས་ཏེ།
en: If one wants an enemy to contract a fever, mix ground human bone, ashes from a charnel ground, and the soil of both banks of a river with soil from a footprint and make an effigy.

source: དུག་དང་། མེ་དང་།
en: Write the augmented mantra with poison, copper, black mustard, and gold mixed with milk on cloth from a charnel ground.

source: སྐེ་ཚེ་དང་། ཉིན་ཕྱེད་དང་།
en: Perform one hundred and eight recitations of the following mantra:

source: འོ་མ་དང་ལྡན་པ་དུར་ཁྲོད་ཀྱི་རས་ལ་སྔགས་དང་སྤེལ་བ་བྲིས་བཞིན་པ་བྱས་ཏེ།
en: oṃ mārīcyai, infect [insert name] with fever—infect them!

source: ཨོཾ་མཱ་རཱི་ཙྱཻ་ཆེ་གེ་མོ་རིམས་ཀྱིས་ཟུང་ཤིག་ཟུང་ཤིག་ཧུྃ་ཕཊ་སྭཱ་ཧཱ།
en: hūṁ phaṭ svāhā

source: ཞེས་བརྒྱད་བརྒྱ་བཟླས་པས་དགྲ་བོའི་ཁང་པར་སྦས་ན་རིམས་ཀྱིས་འཛིན་པར་འགྱུར་རོ། །
en: If the cloth is hidden in the enemy’s house, they will contract a fever.

source: ཡང་ན་ཐོད་པ་ལ་སྔོན་དུ་བསྟན་པའི་རྫས་ཉིད་ཀྱིས་མིང་བྲིས་ཏེ་ཡི་གེ་ཨ་བཞི་ནང་དུ་བཅུག་ནས་མེའི་ནང་དུ་ཡང་མཱྃ་གིས་ཡོངས་སུ་བསྐོར་ལ།
en: One can also write the enemy’s name on a skull with the aforementioned substances, place four a syllables inside it, and place it in a fire surrounded by the syllable māṃ.

source: ཁྲོས་པས་སེང་ལྡེང་གི་མེ་ལ་བདུག་པར་བྱའོ། །
en: Then the wrathful one should heat it in a fire kindled with teakwood.

source: སྟེང་ནས་མགུལ་པ་བཅིངས་པའི་ཐོད་པ་དགྲ་བོའི་ཁང་པར་སྦས་ན་འཕྲལ་དུ་རིམས་ཀྱིས་འཛིན་པར་འགྱུར་རོ། །
en: Remove the skull and hide it in the enemy’s house, and they will immediately contract a fever.

source: ཡང་ན་དུར་ཁྲོད་དུ་བྱའོ། །
en: It can also be hidden in a charnel ground.

source: དེ་ནས་དགྲ་བོ་གསད་པར་འདོད་ན་དུག་དང་། ཚྭ་དང་། སྐེ་ཚེ་དང་། ཁྲག་གིས་མིའི་རུས་པའི་སྨྱུ་གུས་ཐོད་པ་ལ་མིང་མངོན་པར་བྲིས་ཏེ་ཧཱུྃ་དང་ཕཊ་གཉིས་ཀྱི་ནང་དུ་བཅུག་ན་གསོད་པར་འགྱུར་རོ། །
en: If one wants to kill an enemy, one should write their name on a skull in the middle of the two syllables hūṁ and phaṭ with ink made of poison, salt, black mustard, and blood using a pen made of human bone, and they will be killed.

source: སྔགས་ཀྱིས་ཡོངས་སུ་བསྐོར་བར་བྱ་སྟེ། ཨོཾ་མཱ་རཱི་ཙྱཻ་ཧཱུཾ་ཆེ་གེ་མོ་སོད་ཅིག་ཧཱུཾ་ཞེས་བྱ་བ་སྟོང་ཕྲག་བརྒྱད་བཟླས་ན་འཆི་བར་འགྱུར་རོ། །
en: One should surround it with the mantra oṃ mārīcyai hūṁ, kill [insert name], hūṁ. One should recite the mantra one thousand and eight times, and the target will die.

source: དུར་ཁྲོད་དུ་བྲིས་ན་ནི་ཞག་གསུམ་གྱིས་ཉམས་པར་འགྱུར་རོ། །ཡང་ན་སྐྲོད་པར་འདོད་ན།
en: If the mantra is written in a charnel ground, the target will die within three days.

source: ཨོཾ་མཱ་རཱི་ཙྱཻ། ཙ་ལ་ཙ་ལ། པྲ་ཙ་ལ་པྲ་ཙ་ལ། ཤཱི་གྷྲཾ་ག་མི་ནི་ཆེ་གེ་མོ་སྐྲོད་ཅིག་ཧཱུཾ་ཕཊ། སྔགས་འདི་བྱ་རོག་གི་གཤོག་པ་བླངས་ལ་སྟོང་ཕྲག་བརྒྱད་བཟླས་ཏེ།
en: If one wants to expel someone, one should hold a crow’s wing while reciting one thousand and eight times the mantra oṃ mārīcyai cala cala pracala pracala śīghraṃgamini, expel [insert name], hūṁ phaṭ.

source: དགྲ་བོའི་ཁྱིམ་དུ་འབད་པས་སྦ་བར་བྱས་ལ། རྔ་མོའི་སྟེང་དུ་ཞོན་པ་བསྒོམ་པར་བྱས་ན་དེ་མ་ཐག་ཏུ་སྐྲོད་པར་བྱེད་དོ། །
en: One should carefully hide it in the enemy’s house and visualize the target mounted on a camel, and they will be expelled immediately.

source: ཡང་ན་དབྱེ་བར་འདོད་ན་དུར་ཁྲོད་ཀྱི་ཐལ་བ་དང་། ཆུ་ཀླུང་གི་ངོགས་གཉིས་ཀྱི་ས་དང་། རྐང་རྗེས་ཀྱི་ས་དང་། ཡང་དག་པར་བསྟན་པས་སོ་སོར་གཟུགས་བརྙན་བྱས་ལ་རྒྱབ་སྤྲད་དེ།
en: If one wants to sow discord, one should make sure that each effigy is made to look like the target using ash from a charnel ground, the soil of both banks of a river, and soil from a footprint and placed back-to-back.
